Repository: boogiiieee/autodealer
Catalog: feedback/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Feedback
ru: Обратная связь

source: Invalid name field
ru: Слишком короткое ФИО

source: Invalid email field
ru: Некорректный E-mail

source: Invalid phone field
ru: Некорректный номер телефона

source: Invalid text field
ru: Слишком короткое сообщение

source: dealer
ru: дилер

source: name
ru: ФИО

source: phone
ru: тел.

source: text
ru: сообщение

source: date
ru: дата/время

source: feedback_item
ru: сообщение формы обратной связи

source: feedback_items
ru: сообщения формы обратной связи

source: New item in %(domain)s.
ru: Новое сообщение формы обратной связи. %(domain)s.

source: Name: %(name)s E-mail: %(email)s Phone: %(phone)s Text: %(text)s Link: http://%(domain)s/feedback/%(id)d/ Auto send message.
ru: ФИО: %(name)s E-mail: %(email)s Тел.: %(phone)s Сообщение: %(text)s Ссылка: http://%(domain)s/feedback/%(id)d/ Письмо отправлено автоматически. Не отвечайте на него.
